{
    "addy": {
        "full_name": "Addy",
        "sprite_path": "images/characters/pakoo/pakoo.png",
        "quote": "Hold on, I remember this...",
        "bio": "Not to be confused with Pakoo, Addy is Pakoo's counterpart who runs a giant underground facility full of archived memories of Pakoo's entire life. Talk about the world's biggest autobiography!",
        "dx_bio": "The creator of the story. The Scriptwriter. Besides archiving their life, they've also taken an interest in writing an adventure novel. This one, to be precise. When they tried to give CS an interesting life by writing him into this crazy story, it seems they didn't take CS' feelings into consideration.",
        "zoom": 1.333
    },
    "alicia": {
        "full_name": "Alicia",
        "sprite_path": "images/characters/alicia.png",
        "quote": "I just want friends :(",
        "bio": "Alicia is a little girl who lives with her grandmother, the witch, in Moominvalley. She wants to be friends with the Moomins, but her grandma will not allow this, because the Moomins' kindness will somehow sap her magic."
    },
    "amtrak_conductor": {
        "full_name": "Conductor",
        "sprite_path": "images/characters/amtrak_conductor.png",
        "quote": "All aboard!",
        "bio": "He's an early bird who runs a tight ship on an even tighter schedule. He does his best to maintain order and to keep a cool head no matter what nonsense may arise. He quietly takes pride in his physique and spends his off-days pumping iron. Unfortunately, his experimentation with protein shakes often lands him in the restroom for long periods...",
        "dx": true
    },
    "amtrak_stewardess": {
        "full_name": "Stewardess",
        "sprite_path": "images/characters/amtrak_stewardess.png",
        "quote": "Can I get you anything?",
        "bio": "This particular stewardess gives off a motherly vibe. She takes the time to make all her guests feel welcome and cared for, even when those guests try to roleplay as other staff.",
        "dx": true
    },
    "anno": {
        "full_name": "Annorexorcist",
        "sprite_path": "images/characters/anno/anno.png",
        "quote": "Welcome to the internet",
        "bio": "Anno is one of CS' best friends. He's always there to help CS out during livestreams, and he's an avid fan of Nirvana. He also loves making AI covers of CS and his crew."
    },
    "arceus": {
        "full_name": "Arceus3251",
        "sprite_path": "images/characters/arc/arceus.png",
        "quote": "I'm literally a hacker, guys! uwu",
        "bio": "The master hacker and technician himself, Arceus has a lot of tricks up his sleeve. He could do anything he wanted, if he could only be arsed. Some say he's got godlike powers, but others say he'd be way too lazy to use them if he did. Either way, he's happy to help CS out of the horrible mess that he's gotten himself into this time."
    },
    "aria": {
        "full_name": "Aria",
        "sprite_path": "images/characters/aria.png",
        "quote": "Yeah, that sounds about right.",
        "bio": "Aria knows their shit. Whether it's book smarts or street smarts, they've got it all. While studying for college is important to Aria, they seem to invest even more of their time into hanging out with those bozos from DPN."
    },
    "benrey": {
        "full_name": "Benrey",
        "sprite_path": "images/characters/benrey.png",
        "quote": "Can I see your Pass Port?",
        "bio": "Working at the airport is Benrey's dream job. It seemed like he always had problems finding passports at Black Mesa, but here, {i}everyone{/i} has one!"
    },
    "billy": {
        "full_name": "Billy Mays",
        "sprite_path": "images/characters/billy.png",
        "quote": "Hi, Billy Mays here!",
        "bio": "Billy perfected the art of the salespitch 10 years ago. He is a master of the infomerical. Since finding success, he has moved on to greater horizons. He has been seen recently travelling the country, living off the various gadgets he sold in the past.",
        "dx_bio": "This is the Billy that came after the Billy that made his mark. Throughout history, Perfect Billy would assign a host to be \"Billy Mays\". Although most of us only know the one from the infomericals, when he passed away, this Billy took his place."
    },
    "blank": {
        "full_name": "Blank Named",
        "sprite_path": "images/characters/blank.png",
        "quote": "I Am Catboy Musical",
        "bio": "Ever needed music that's also a shitpost? No? Well, too bad, because Blank has ya covered. He can make regular music too, but it isn't Blank music if it doesn't sample catgirl moans."
    },
    "border_guard": {
        "full_name": "Canadian Border Guard",
        "sprite_path": "images/characters/border_guard.png",
        "quote": "Out for a rip are ya, bud?",
        "bio": "This man is as stereotypical as a Canadian gets. He drinks a liter of maple syrup every day, eats poutine for lunch with a side of ketchup chips, and loves to fight random moose. He picked up a Mountie outfit somewhere along the way, but he might not even be a real border guard."
    },
    "bubble": {
        "full_name": "Bub Ble",
        "sprite_path": "images/characters/bubble.png",
        "quote": "{size=144}{bt=a3-p10-s4}æ{/bt}{/size}",
        "bio": "Also known as Jade, this massive slime has been seen roaming around Las Vegas. Only a few claim to have spotted her, which is funny, since she is about a mile tall."
    },
    "carguy": {
        "full_name": "Carguy",
        "sprite_path": "images/characters/carguy.png",
        "quote": "Nice car!",
        "bio": "Carguy isn't your average car salesman. He isn't even a car salesman at all! He's actually an advertiser for a product called \"Crotch Doctor\". Now, what does this have to do with cars? Do cars even have crotches? Does Carguy even know what a car {i}is?{/i}"
    },
    "cashier": {
        "full_name": "Cashier",
        "sprite_path": "images/characters/cashier.png",
        "quote": "That'll be $11.88",
        "bio": "He's your average run-of-the-mill working-class citizen. Whenever you need to pay for something, he's got your back. At a completely different store in a completely new location? He's there for you."
    },
    "colton": {
        "full_name": "Colton Potter",
        "sprite_path": "images/characters/colton.png",
        "quote": "Guys, this isn't funny!",
        "bio": "Although he's the scapegoat of LTT, Colton doesn't mind this treatment too much. He's happy to work with Linus and the gang, and, honestly, he needs their company to even get through the day."
    },
    "cop": {
        "full_name": "Copdude",
        "sprite_path": "images/characters/cop.png",
        "quote": "You're under arrest!",
        "bio": "Not to be confused with Copguy, this is just your regular ol' Copdude. While not as strong as Copguy, Copdudes will still act as a powerful arm to the police force. They can also sense a Krispy Kreme donut from a mile away."
    },
    "copguy": {
        "full_name": "Copguy",
        "sprite_path": "images/characters/copguy.png",
        "quote": "You're headin' to the slammer, bucko.",
        "bio": "Copguy is both the good cop and the bad cop. You think all cops are bad? Copguy does not care. Nothing will stop him from completing his final mission."
    },
    "craptop": {
        "full_name": "Craptop",
        "sprite_path": "images/characters/laptop.png",
        "quote": "Your PC sux. lol.",
        "bio": "Did you know that CS has one of the nicest houses on the planet, but he still has this 20 year old laptop? It's time to get an upgrade, dude.",
        "zoom": 1.333
    },
    "cruise": {
        "full_name": "Tom Cruise",
        "sprite_path": "images/characters/cruise.png",
        "quote": "Talk to me, Goose!",
        "bio": "While Mr. Cruise is mostly known for his acting career, especially for his role in {i}Top Gun,{/i} he has begun spreading his roots into the cult of Scientology. Nobody really knows what his motive is. Maybe he saw some things up there while flying his Tomcat that we weren't supposed to see...",
        "dx": true
    },
    "cs": {
        "full_name": "cs188",
        "sprite_path": "images/characters/cs/neutral.png",
        "quote": "Hey guys, CS here!",
        "bio": "cs188 is the main dude here. His name is even in the title! CS makes YTPs in his spare time. He occasionally streams as well, however, whether he'll actually show up on time is up for debate. If you were wondering why this guy is wearing a cat maid dress, we really don't know either at this point. Just let the man be himself.",
        "flip": true
    },
    "csgod": {
        "full_name": "CSGod",
        "sprite_path": "images/characters/csgod.png",
        "quote": "I have the power of YTP!",
        "bio": "﷽"
    },
    "cultist": {
        "full_name": "Cultist Leader",
        "sprite_path": "images/characters/cultist.png",
        "quote": "I hate everything that exists!",
        "bio": "Not to be confused with the YT Channel \"I Hate Everything\", these guys truly hate {i}everything.{/i} It's surprising that the leader has kept the cult together for this long without the members hating the cult or each other."
    },
    "cultist2": {
        "full_name": "Cultists",
        "sprite_path": "images/characters/cultist2.png",
        "quote": "I love hating everything!",
        "bio": "These guys hate a lot of things, and they probably hate {i}you,{/i} too! They may also just be fans of the YT channel \"I Hate Everything\", and joined because they thought it was about the channel."
    },
    "db": {
        "full_name": "db05",
        "sprite_path": "images/characters/db.png",
        "quote": "Sorry, guys! I'm late!",
        "bio": "Db05 is a busy man, but who can blame him? He has places to be, things to see, and most importantly, he has to feed his pets."
    },
    "digi": {
        "full_name": "DigiDuncan",
        "sprite_path": "images/characters/digi.png",
        "quote": "But, here's the thing though, right?",
        "bio": "DigiDuncan is the man with the plan. Too many plans, actually. They also love to drink an absurd amount of Powerade. Maybe that's where all those ideas come from. Digi is always working on countless projects ranging from game development to tinkering with his cybernetic augmentations. He is also really smol."
    },
    "doug": {
        "full_name": "Doug McMillon",
        "sprite_path": "images/characters/doug.png",
        "quote": "Walllll-mart!",
        "bio": "As the CEO of Walmart, Doug has made it pretty big in life. In spite of this, he can occasionally be found at one of his stores, filling in as a greeter."
    },
    "ed": {
        "full_name": "Ed",
        "sprite_path": "images/characters/ed.png",
        "quote": "We make sure to get the JoJ done right, the first time.",
        "bio": "As the CEO of HoH SiS, he makes sure the crew gets the JoJ done right, no matter the cost. He always looks out for his fellow workers. He holds a grudge against CS, and is determined to get his revenge."
    },
    "ges": {
        "full_name": "Ges",
        "sprite_path": "images/characters/ges.png",
        "quote": "weenor :)",
        "bio": "Ges is a massive history buff. He loves to tell stories about past events, especially of World War I and II. While he'd love to go out and visit historical landmarks, he's stuck working at the shoe store for now."
    },
    "gnome": {
        "full_name": "Gnome",
        "sprite_path": "images/characters/gnome.png",
        "quote": "Hoo!",
        "bio": "You might think this is Blank, but it's not. These gnomes live out in the forest and possess magical powers. To the general public, much of their lives are unknown. Most people simply get gnomed when they see them. These gnomes are also big fans of nutmeg and mac and cheese."
    },
    "gordon": {
        "full_name": "Gordon Ramsay",
        "sprite_path": "images/characters/gordon.png",
        "quote": "It's fucking RAW!",
        "bio": "Gordon is {i}The{/i} Master Chef. While his intimidating character is definitely played up a bit for TV, he has earned that title, and he is not afraid to point out when {i}you{/i} have not."
    },
    "green": {
        "full_name": "Mr. Green",
        "sprite_path": "images/characters/green.png",
        "quote": "Just shut up and give me my cut!",
        "bio": "Mr. Green became the embodiment of greed and luck long ago. After World War II, he started up a chocolate factory and spent his profits at a local casino until he became a billionaire. He once survived a heart attack simply because luck was in his favor. He has yet to be beaten by someone with better fortune."
    },
    "guest": {
        "full_name": "Ecstatic Fan",
        "sprite_path": "images/characters/guest.png",
        "quote": "We take those w rizz banbans",
        "bio": "A true rizz god. They'll banban your skibidi toilet into those gyatts as much as possible. You mess with them, you'll get that L rizz for sure."
    },
    "hammond": {
        "full_name": "The Top Gear Crew",
        "sprite_path": "images/characters/topgear.png",
        "quote": "Welcome to {i}Top Gear.{/i}",
        "bio": "Whether it's racing cars or wrecking them, they love anything car-related. They have pushed the limits of many vehicles as well as of their components. Sometimes they overdo it, and because of this, they were kicked out of the original {i}Top Gear{/i} and had to make a new spin-off.",
        "zoom": 0.733
    },
    "hoh_worker": {
        "full_name": "HoH SiS Workers",
        "sprite_path": "images/characters/hoh_worker.png",
        "quote": "I don't know, don't ask me!",
        "bio": "The workers of HoH SiS aren't too compliant with the new changes to the workplace. The CEO has recently wanted to make attacks on a man named \"cs188\". They didn't sign up for this! They just wanna improve foundations, for God's sake!",
        "zoom": 0.667
    },
    "howie": {
        "full_name": "Howie Mandell",
        "sprite_path": "images/characters/howie_bio.png",
        "quote": "I'm gonna make you a star!",
        "bio": "Howie is dedicated to making talent into celebrities. He's a businessman with a passion for music. Despite everyone knowing his name, he keeps being mistaken for other bald guys with goatees."
    },
    "iris": {
        "full_name": "???",
        "sprite_path": "images/characters/iris.png",
        "quote": "Oh, hello!",
        "bio": "The bio didn't load correctly. Ask Digi to fix the game."
    },
    "jay": {
        "full_name": "The Insane Clown Posse",
        "sprite_path": "images/characters/jay.png",
        "quote": "Welcome to the Clown Zone!",
        "bio": "Even though they are called \"The Insane Clown Posse\", they are really nice people to talk to. They go around trying their best to help those in need. Even though they can't help you smile like a normal clown would, they help out in other ways.",
        "zoom": 0.733
    },
    "jerma": {
        "full_name": "Jeremy Elbertson",
        "sprite_path": "images/characters/jerma.png",
        "quote": "Looga me!",
        "bio": "The popular Twitch Streamer Jerma985, also known as Jeremy Elbertson, didn't just move to Vegas because he loved gambling. He wanted his {i}own{/i} casino, and went out of his way to recreate the one from his {i}Casino Inc.{/i} livestream. People still think Jerma is doing this for the bit, but he still needs to pay off around two billion dollars."
    },
    "joel": {
        "full_name": "Vargskelethor Joel",
        "sprite_path": "images/characters/joel.png",
        "quote": "GRAND DAD!",
        "bio": "Joel is the certified funny man of the internet. He's destroyed PCs, made the {i}Super Ghostbusters{/i} album, and also loves aliens. Well, he loves them so much that he wants to kill them."
    },
    "k174": {
        "full_name": "Pakoo's Memories",
        "sprite_path": "images/characters/memory.png",
        "quote": "U3VubnkgRCEgQWxyaWdodCEgVGhlIEYyNSBLZXk/IEknbSB0aGUgc3Ryb25nZXN0IQ",
        "bio": "These memories of Pakoo's life each only possess knowledge of what happened during a specific month. The K17s love talking about catgirls and citrus drinks, while the K20s won't shut up about Half-Life or Touhou. It never goes well when they meet up to solve a problem.",
        "zoom": 0.733
    },
    "kitty": {
        "full_name": "Undead Kitty",
        "sprite_path": "images/characters/kitty.png",
        "quote": "So, there's this plushie I saw.",
        "bio": "Kitty is a fursuit maker from the United Kingdom. She has been in a relationship with Arceus for many years. While she's quiet around new people, she becomes the life of the party around friends. She constantly gravitates towards Squishmallows."
    },
    "lancer": {
        "full_name": "Lancer",
        "sprite_path": "images/characters/lancer.png",
        "quote": "I'm the bad guy!",
        "bio": "After Chapter 3, Lancer made his way out the Dark World and into Las Vegas. Since he gave up on looking for the Fun Gang after about five minutes, he went around the strip trying to dig as many holes as possible."
    },
    "lego": {
        "full_name": "Lego NXT Minifigure",
        "sprite_path": "images/characters/lego.png",
        "quote": "HEEYYY!!",
        "bio": "These Lego robots are creepy, and not much is known regarding why they get quirky at night. There are rumors of these robots pushing men into the Lego CITY river back in 1987."
    },
    "linus": {
        "full_name": "Linus Sebastian",
        "sprite_path": "images/characters/linus.png",
        "quote": "lttstore.com",
        "bio": "Linus is the CEO of Linus Tech Tips and of Linus Media Group. This man really loves his tech, so much that his entire life revolves around it. Even so, he can never seem to handle any kind of device without dropping it... much like he can never seem to handle this segue to our sponsor!"
    },
    "luigi": {
        "full_name": "Luigi Mario",
        "sprite_path": "images/characters/luigi.png",
        "quote": "Gouigi!",
        "bio": "After {i}The Super Mario Bros. Movie,{/i} Luigi left his home in Brooklyn to join Jerma at his casino in Vegas. It is well known that Luigi is also trying to win it big so he can buy himself a mansion."
    },
    "luke": {
        "full_name": "Luke Lafreniere",
        "sprite_path": "images/characters/luke.png",
        "quote": "I wanna go home!",
        "bio": "Luke, also known as the Floatplane guy, is Linus' right-hand man. He works a little too hard for Linus' liking. He also apparently has a family."
    },
    "lupin": {
        "full_name": "Lupin III",
        "sprite_path": "images/characters/lupin/lupin_stand.png",
        "quote": "Hey, train dudes! Like, wait up, y'know?",
        "bio": "It's the world-famous phantom thief! This time, his endless search for riches has led him to the USA. After learning that SlotsaFun Casino was cleaned out just before he arrived, Lupin decided that he would get the money back by any means necessary... despite being easily distracted by pancakes and pink sweaters.",
        "dx": true,
        "zoom": 1.067
    },
    "mario": {
        "full_name": "Mario Mario",
        "sprite_path": "images/characters/mario.png",
        "quote": "Wahoo!",
        "bio": "Although Mario is the star of the most popular video game franchise on the planet, he never hit it off too well in real life. While his brother Luigi found success as a casino dealer, Mario struggled to pay for his bills every month. At least he's staying optimistic, and he loves running his coin laundry."
    },
    "mean": {
        "full_name": "Meancarnavor",
        "sprite_path": "images/characters/mean/mean.png",
        "quote": "I like trains!",
        "bio": "Alongside Mika, Mean is your train dude. He's obsessed with trains and can go on for hours if you ask him about train facts. He is also very spiky.\n\nMean and Tate spend a lot of time doing random wacky things, usually train-related.",
        "dx_bio": "Being a sea urchin, Mean naturally also enjoys sea shanties.",
        "zoom": 1.333
    },
    "mean_human": {
        "full_name": "Mean (Human Form)",
        "sprite_path": "images/characters/mean/meanhumanneutral.png",
        "quote": "Damn, you're all so {i}short{/i} from up here.",
        "bio": "He's a pirate by blood and a lover of trains by heart. Mean has the ability to swap between this and his sea urchin form at will. Now that he's got a new job that he can be proud of, he wants to present as human a little more often.\n\nBecause Mean completed all of his job training as a sea urchin, however, it has been taking some time for his coworkers to still be able to recognize him. He hopes that wearing the one-of-a-kind hat that Tate gave him will help ease this transition.",
        "dx": true,
        "zoom": 0.933
    },
    "mettaton": {
        "full_name": "Mettaton",
        "sprite_path": "images/characters/mettaton.png",
        "quote": "HOLY TICONDEROGA!",
        "bio": "Some people think Mettaton only has a thing for humans and entertainment. However, after his retirement from MTT News, he showed to the world his secret interest in pencil collecting. Ever since, he's been the main organizer for PencilCon."
    },
    "michael": {
        "full_name": "Michael Rosen",
        "sprite_path": "images/characters/michael.png",
        "quote": "I love chocolate cake!",
        "bio": "Mr. Rosen is a poem fanatic. He's got a story to tell whenever you meet him. This man will pull the craziest tale from nothing in a matter of seconds. How does he do this? What secret talent does he have? All that is certain is that he needs his chocolate cake.",
        "dx_bio": "The prophet that predicted CS' life, as well as the end of the world."
    },
    "midge": {
        "full_name": "Midgalicis",
        "sprite_path": "images/characters/midge.png",
        "quote": "Oh hai!",
        "bio": "Midge has some crazy artistic talent. She can draw, animate, and edit videos, all for the CS community. We're still trying to figure out who \"Chum\" is, though."
    },
    "mika": {
        "full_name": "Mikapara",
        "sprite_path": "images/characters/mika.png",
        "quote": "TULE TÄNNE, SENKIN SAASTAINEN SEKAROTUINEN!",
        "bio": "Pakoo's fiancée who loves to give CS five dollars and talk in a very highlighted tone. A pilot, gambler, and stand-up kinda guy."
    },
    "miku": {
        "full_name": "Hatsune Miku",
        "sprite_path": "images/characters/miku.png",
        "quote": "It's time to sing!",
        "bio": "It's the hit Vocaloid from Japan! The lady with the leek! She also promoted pizza? From 7-Eleven to Domino's, she's had her fair share of sponsorships from across the country. Although many know her as a hologram, she's actually the real deal"
    },
    "mohs": {
        "full_name": "Mr. Mohs",
        "sprite_path": "images/characters/mohs.png",
        "quote": "CS, YOU CHEAP BITCH!",
        "bio": "This dude really doesn't like the letters \"C\" and \"S\". He hates those letters so much he wrote it on his shirt. No one knows why, but he'll make sure to show anyone with these letters in their name who's boss."
    },
    "monika": {
        "full_name": "Monika",
        "sprite_path": "images/characters/monika.png",
        "quote": "Welcome to the Literature Club!",
        "bio": "Monika, can you please get out of this game? I know this is a Ren'Py visual novel, but you don't have to come in and ruin it! So nosy, God..."
    },
    "moomin": {
        "full_name": "Moomin",
        "sprite_path": "images/characters/moomin.png",
        "quote": "Snufkin...",
        "bio": "Moomin is a Moomin who lives in Moominvalley with his family, the Moomins."
    },
    "nova": {
        "full_name": "ItsNovaHere",
        "sprite_path": "images/characters/nova.png",
        "quote": "k.",
        "bio": "Nova is a former member of the CScord and was one of CS's earliest followers. They were known for being pretty loud back then, but nowadays they are making music under another alias. They are also very talented at rhythm games."
    },
    "obama": {
        "full_name": "Barrack Obama",
        "sprite_path": "images/characters/obama.png",
        "quote": "Hello, my fellow Americans!",
        "bio": "As the 44th President of the United States, he's a pretty chill dude, even while under the stress of governing such a massive country. He apparently loves to play video games with his fellow candidates. For some reason, people can't figure out what his last name is."
    },
    "pakoo": {
        "full_name": "Pakoo",
        "sprite_path": "images/characters/pakoo/pakoo.png",
        "quote": "I remember this one time...",
        "bio": "Pakoo remembers everything. They keep track of pretty much every event that has happened to them. They plan to build a whole archive documenting their entire life. Sadly, they can't remember what happened about five minutes ago.",
        "dx_bio": "Really likes Christmas.",
        "zoom": 1.333
    },
    "pencil": {
        "full_name": "Pencil Greeter",
        "sprite_path": "images/characters/pencil.png",
        "quote": "Have a free pencil!",
        "bio": "One has to wonder how this man lives his life when he's not at PencilCon. Could he have a pencil-shaped house? Is everything he owns pencil-themed? Perhaps he's just a regular person with a passion for pencils. He really hates it when anyone brings up pens.",
        "dx_bio": "Leader of the Pencil Cult. Captures people to try to recruit enough members to win the local cult convention."
    },
    "peppino": {
        "full_name": "Peppino Spaghetti",
        "sprite_path": "images/characters/peppino.png",
        "quote": "Pizza, pasta!",
        "bio": "After the incident at the tower, he and his friends moved to the city to hopefully attract more customers. He's afraid of tall buildings now, and will constantly keep an eye on any skyscrapers located near his business."
    },
    "phil": {
        "full_name": "Phil Swift",
        "sprite_path": "images/characters/phil.png",
        "quote": "Seals and bonds!",
        "bio": "Phil loves tape. When he was young, he always asked for different kinds of tape to play with. He would gather random objects around his house to stick together. He always wanted to make a super tape that could adhere to any type of surface. With his newest invention, he has obtained the power to seal and bond almost anything."
    },
    "pomni": {
        "full_name": "Pomni",
        "sprite_path": "images/characters/pomni_bio.png",
        "quote": "There's got to be an exit somewhere...",
        "bio": "Pomni has been going insane ever since she was brought into the Amazing Digital Circus not too long ago. Somehow, she made it into an IKEA and got stuck there. She honestly should have just stayed at the circus."
    },
    "rich": {
        "full_name": "Richard",
        "sprite_path": "images/characters/rich.png",
        "quote": "Yes, I'm happy now.",
        "bio": "Richard doesn't want as much trouble from CS as his coworkers do, but he's prepared to act if he must. Richard just wants to go home and chill after a long day of hard work."
    },
    "round": {
        "full_name": "Mr. Round",
        "sprite_path": "images/characters/round.png",
        "quote": "...",
        "bio": "Our KENJI (Not sponsored) Yabu Brown Round Cat is a gorgeously soft and squidgy Kawaii plush friend. Velvety soft and squishy, our collectable plush toys are made from high-quality super-soft materials that make them perfect for snuggling. Super-soft and squidgy, our lovable huggable KENJI (Not sponsored) Yabu is the softest and cutest Japanese-inspired Kawaii plushie around. Meow!"
    },
    "sayori": {
        "full_name": "Sayori",
        "sprite_path": "images/characters/sayori.png",
        "quote": "Welcome to cat paradise",
        "bio": "As the creator of Nekopara, they have built one of the most popular catgirl paradises in history. Their series of visual novels depicts the story of a bakery run by six crazy catgirls. If you choose to give any of these titles a try, however, do be mindful of who is watching your screen."
    },
    "scott": {
        "full_name": "Scott Wozniak",
        "sprite_path": "images/characters/scott.png",
        "quote": "Hey all, Scott here!",
        "bio": "Scott loves Nintendo games. He loves them so much that he has purchased seven Wii Us so far. He just can't stop talking about them. Maybe some {i}Donkey Kong Barrel Blast{/i} would him help out with this issue."
    },
    "scott_pres": {
        "full_name": "Scott Oelkers",
        "sprite_path": "images/characters/scott_pres.png",
        "quote": "Have some fun with Miku!",
        "bio": "In his younger years, Scott enjoyed putting on productions in China. Over the course of his career, he climbed the ladder and became the CEO of Domino's Japan. Ever since, he's tripled the profits of Domino's and has attracted pizza lovers and Miku fans alike."
    },
    "sheriff": {
        "full_name": "Sheriff",
        "sprite_path": "images/characters/sheriff.png",
        "quote": "I need pictures of CS, ASAP!",
        "bio": "Your hardened, toughened-up sheriff. Not too much to say about him. He has an air about him that makes you not want to end up on his bad side."
    },
    "smiley": {
        "full_name": "Smiley The Hip Hop Clown",
        "sprite_path": "images/characters/smiley.png",
        "quote": "I'm Clownin!",
        "bio": "Smiley may seem aggressive to some, but as Detroit's #1 clown, he's really passionate about his career. For a guy who dropped out of clown school, he seems to be doing pretty well."
    },
    "snufkin": {
        "full_name": "Snufkin",
        "sprite_path": "images/characters/snufkin.png",
        "quote": "Moomin...",
        "bio": "Snufkin is a silly little guy who lives in Moominvalley. He leaves for a long journey every year, but he always comes back to see Moomin."
    },
    "sticky": {
        "full_name": "Sticky Note",
        "sprite_path": "images/post-it.png",
        "quote": "The most important character",
        "bio": "Hi, guys! It's me, the sticky note, remember? I mean, how could you forget? I'm the most important character in the game! Remember when I told CS to delete the CScord, and how the Discord route was the coolest route in the game? Yeah, I know. It's super cool. Hey, wait! CS, what are you doing? Why are you throwing me awayyyyy.....",
        "zoom": 1.333
    },
    "streetguy": {
        "full_name": "Streetguy",
        "sprite_path": "images/characters/streetguy.png",
        "quote": "I'm walkin' here!",
        "bio": "Carguy's cousin, Streetguy, is much more of a free spirit. Carguy was always hard-set on having a goal or a motive; Streetguy always wanted to see the sights and get out in the world. He's been too out of touch with reality lately, and most people think he's finally gone insane."
    },
    "taran": {
        "full_name": "Taran Von Hemert",
        "sprite_path": "images/characters/taran.png",
        "quote": "Need help with anything?",
        "bio": "Taran is the main editor for LTT. He's been there since the beginning and throughout LTT's growth, but he is planning on leaving soon. He's a super chill guy who loves helping out with various projects."
    },
    "tate": {
        "full_name": "alleZSoyez",
        "sprite_path": "images/characters/tate/tatehappy.png",
        "quote": "a",
        "bio": "Better known as Tate, alleZSoyez is a close friend of CS. Impatient, excitable, and always hungry, Tate will try their best to help their friends whenever they can... as long as there's a tasty cheeseburger and a cozy nap on the floor waiting for them at the end. While Tate isn't good at fighting or driving, when all else fails, they can always let out a good {i}screm!{/i}",
        "dx_bio": "While known to stay eerily calm during world-ending crises, when it comes to more mundane stressors, Tate becomes a bit of a\n{sc=1}quick-tempered anxiety-riddled control freak.{/sc}"
    },
    "tate_ex": {
        "full_name": "Tate EX",
        "sprite_path": "secret/pt/tate_ex.png",
        "quote": "Don't underestimate me.",
        "bio": "A defector from a violent cult who grew disgusted with their clan's practices. After spending many years being ostracized and even punished for protesting the cult's gruesome \"activities\", out of fear for their life, Tate fled.\n\nTate now strives to lead a peaceful existence while posing as a human. Although they are a pacifist down to the core, sometimes the echoes of the past become too much to bear...",
        "dx": true,
        "zoom": 0.667
    },
    "perfect_tate": {
        "full_name": "Perfect Tate",
        "sprite_path": "secret/pt/tate_ex.png",
        "quote": "...",
        "bio": "A temporal abomination.",
        "dx": true,
        "zoom": 0.667
    },
    "terry": {
        "full_name": "Terry Lesler",
        "sprite_path": "images/characters/terry.png",
        "quote": "Terry Lesler: Vegan.",
        "bio": "Terry is a hardcore vegan. It's in his job description, and he follows the vegan code down to the bon-- I mean... core. He is also a murder victim."
    },
    "tom": {
        "full_name": "Tom Scott",
        "sprite_path": "images/characters/tom.png",
        "quote": "I am currently inside of a CSB bio screen...",
        "bio": "Where {i}hasn't{/i} this man been? He has explored odd places no one else bothers to visit and has examined the things that no one else wants to question. He's probably right behind you, {i}right now{/i}, explaining the history of your house."
    },
    "trailtrash": {
        "full_name": "Trailer Trash",
        "sprite_path": "images/characters/trailtrash.png",
        "quote": "I NEED A NEW TRAILER!",
        "bio": "This trailer trash only likes to talk about wanting a new trailer. Nobody's sure if there's anything else she is interested in. Maybe she's excited for some movie and it's been a while since the last trailer."
    },
    "tsa": {
        "full_name": "TSA Agent",
        "sprite_path": "images/characters/tsa.png",
        "quote": "Sorry, but we have to check your bag.",
        "bio": "The TSA is not a real branch of the military, despite what these agents may think."
    },
    "wesley": {
        "full_name": "Wesley",
        "sprite_path": "images/characters/wesley.png",
        "quote": "Do it all over again.",
        "bio": "Wesley is Ed's right-hand man. He's armed, courageous, and most importantly, he will get the JoJ done 15 times over again if he has to."
    },
    "witch": {
        "full_name": "Witch",
        "sprite_path": "images/characters/witch.png",
        "quote": "Abracadabra and the like",
        "bio": "The witch lives in Moominvalley with her granddaughter, Alicia. She spends her days training Alicia in the craft. She also loves to cook. Her signature dish is steamed hams, an old family recipe."
    },
    "zenigata": {
        "full_name": "Zenigata",
        "sprite_path": "images/characters/zenigata.png",
        "quote": "You're under arrest, Lupin!",
        "bio": "A seasoned detective whose life mission is to put Lupin behind bars once and for all. This quest has led him to the ends of the earth. Against the advice of local law enforcement, he insists on driving his own trusted vehicle, even if it's rather conspicuous outside of Japan.",
        "dx": true
    }
}
