{
    "1": [
        {
            "audio_path": "1",
            "speaker": "Digi",
            "transcript": "In this game, we decided to make it suck. No one had to play this game, so it didn't have to be good. That was our philosophy going into it.",
            "length": 7.5
        },
        {
            "audio_path": "1b",
            "speaker": "Digi",
            "transcript": "Sometimes, I dream about cheese.",
            "length": 3.3
        }
    ],
    "newplan": [
        {
            "audio_path": "newplan1",
            "speaker": "Digi",
            "transcript": "This is the only route in the game that I was the writing director for. Pakoo basically handled all the other ones, except for a few exceptions.",
            "length": 8.1
        },
        {
            "audio_path": "newplan2",
            "speaker": "Digi",
            "transcript": "I hope that that doesn't mean that this route has a vastly different writing style than the rest of the game, though. Worked really hard to try to match it.",
            "length": 7.3
        }
    ],
    "hitme": [
        {
            "audio_path": "hitme",
            "speaker": "Digi",
            "transcript": "This MIDI of {i}Hit Me With Your Best Shot{/i} is hilariously bad, but we didn't want to get CS copyright-struck.",
            "length": 5.8
        }
    ],
    "everlong": [
        {
            "audio_path": "everlong",
            "speaker": "Digi",
            "transcript": "For the backing track here, I'm pretty sure I asked Pakoo to get \"something like {i}Everlong{/i} by the Foo Fighters\", and he just got a MIDI of Everlong. It's pretty funny, though!",
            "length": 9.3
        }
    ],
    "madlibs": [
        {
            "audio_path": "madlibs1",
            "speaker": "Digi",
            "transcript": "This is where we reveal the gimmick of this route! Basically, every route had a gimmick. The True route is a road trip, the fanboy route is an RPG, and this route is a Mad Libs.",
            "length": 10.5
        },
        {
            "audio_path": "madlibs2",
            "speaker": "Digi",
            "transcript": "This was inspired by me literally digging through the Ren'Py documentation and figuring out there was a function to store text input into variables. It was all downhill from there!",
            "length": 8.7
        }
    ],
    "hidemovie": [
        {
            "audio_path": "hidemovie1",
            "speaker": "Arceus",
            "transcript": "So, funny story about this choice: I remember, back in 2017, with the release of {i}CSBII,{/i} I'd never programmed anything in my life. At the time, I was only doing video editing in high school. So, I made this silly \"kick\" edit. When the team asked me how to add it in, I had zero idea what I was doing.",
            "length": 15.4
        },
        {
            "audio_path": "hidemovie2",
            "speaker": "Arceus",
            "transcript": "But, I vaguely remember sitting in a hotel room tinkering with various solutions, and I remember shouting \"Holy {i}shit,{/i} I figured it out!\", by delaying the end of the movie with \"hide movie with dissolve\", which lead to about 30 minutes to me playing with the number of \"hide movie with dissolve\"s. The total number ended up being 141 lines.",
            "length": 18.8
        },
        {
            "audio_path": "hidemovie3",
            "speaker": "Arceus",
            "transcript": "Thankfully, we found the proper way to do it.",
            "length": 2.9
        }
    ],
    "fightminigame": [
        {
            "audio_path": "fightminigame1",
            "speaker": "Arceus",
            "transcript": "So, the fight minigame, I had programmed whilst I was in Alabama visiting Digi (shout-out to PJ and Cody for the place to sleep), I remember, we grinded out the minigame basically in a single night.",
            "length": 10.2
        },
        {
            "audio_path": "fightminigame2",
            "speaker": "Arceus",
            "transcript": "Another thing to note, though, however: we went to Aldi the afternoon of programming, and I had bought a bottle of wine. By the end of the evening, that wine was gone.",
            "length": 8.7
        }
    ],
    "prisonroute": [
        {
            "audio_path": "prisonroute1",
            "speaker": "Arceus",
            "transcript": "I was the man responsible for writing the prison escape scene. I believe, to this date, it was the only thing I actually wrote. I never actually {i}expected{/i} to be a wingman or a secondary main character. Honestly, it felt pretty selfish of me.",
            "length": 11.9
        }, 
        {
            "audio_path": "prisonroute2",
            "speaker": "Arceus",
            "transcript": "But, then, I was basically just told straight-up, \"Yeah, we had no one else, and you were just... {i}there\".{/i}",
            "length": 5.91
        }
    ],
    "tint": [
        {
            "audio_path": "tint1",
            "speaker": "Arceus",
            "transcript": "These lighting effects actually are generated when the game first starts up. I figured out how to apply a TintMatrix to an image and alter its color and lighting.",
            "length": 7.7
        },
        {
            "audio_path": "tint2",
            "speaker": "Kitty",
            "transcript": "At first, they sucked.",
            "length": 1.6
        },
        {
            "audio_path": "tint3",
            "speaker": "Arceus",
            "transcript": "Wow, thanks.",
            "length": 1.7
        },
        {
            "audio_path": "tint4",
            "speaker": "Kitty",
            "transcript": "But, then, together, we altered it to be what you see now.",
            "length": 3.3
        }
    ],
    "hohsisfight": [
        {
            "audio_path": "fighting",
            "speaker": "Pakoo",
            "transcript": "So, at this scene in the game, in the original version of {i}CSBI,{/i} we were going to have this huge fight scene where he's going through the HoH SiS HQ, beating up workers, but we didn't have the time, and we didn't know how to, y'know, do this whole scene. So, when we started working on {i}this{/i} game, I wanted to include that.",
            "length": 19.8
        },
        {
            "audio_path": "fighting2",
            "speaker": "Pakoo",
            "transcript": "And, y'know, I even went out by making sound effects and transitions. It was the first thing I did in this game, and it was super-fun to do.",
            "length": 8.5
        }
    ],
    "5years": [
        {
            "audio_path": "5year",
            "speaker": "Pakoo",
            "transcript": "This part of the {i}CSBIII{/i} script, we worked back on in 2018, and, we didn't actually {i}do{/i} anything with it for about five years... until we started working on the game in 2023.",
            "length": 11.9
        }
    ],
    "donuts": [
        {
            "audio_path": "donuts1",
            "speaker": "Tate",
            "transcript": "Oh, God... {i}this{/i} line. If you were there for CS' initial playthrough stream of {i}CSBIII,{/i} then, you might remember this. The original line read as follows: \"CS, Anno, and Arceus cheers their donuts together.\" I'm sorry, {i}what?{/i}",
            "length": 18
        },
        {
            "audio_path": "donuts2",
            "speaker": "Tate",
            "transcript": "I absolutely {i}hated{/i} it, but, for the longest time, I couldn't think of a better replacement. I also faced some pushback from Digi, who {i}loved{/i} the line! Eventually, everyone kinda forgot about fixing it {i}at all{/i} until the stream... I'm not sure who was cringing more, me or CS.",
            "length": 15
        }
    ],
    "trainroute": [
        {
            "audio_path": "trainroute1",
            "speaker": "Tate",
            "transcript": "So, while I was proofreading the {i}CSBIII{/i} script, I got curious about how hard it would be to mod the game. As it turns out, it's pretty easy. So, Mean and I got together and started writing this route.",
            "length": 10.5
        },
        {
            "audio_path": "trainroute2",
            "speaker": "Tate",
            "transcript": "Yes, this was intended to be the first unofficial non-canon mod for {i}CSBIII.{/i} However, since I returned to work on {i}DX,{/i} and the others really liked the story, it was added to the game for real!",
            "length": 11
        },
        {
            "audio_path": "trainroute3",
            "speaker": "Tate",
            "transcript": "As a warning, if you are streaming this game right now, or are otherwise short on time, be aware that this story is {i}really{/i} long and there are multiple endings and secrets to find.",
            "length": 9
        }

    ],
    "tate_ex": [
        {
            "audio_path": "tate_ex1",
            "speaker": "Tate",
            "transcript": "So, it was never in the original plan to have any kind of RPG battles in this route, especially not one against... {i}me.{/i} I mean, yeah, I'm the one who wrote most of this, but, somehow, making {i}myself{/i} into a boss fight seemed kinda... narcissistic? My hope is that the name of the achievement {i}at least{/i} makes it clear that I am self-aware.",
            "length": 20
        },
        {
            "audio_path": "tate_ex2",
            "speaker": "Tate",
            "transcript": "Also, fun fact about this fight: Tate EX's double-edged attacks are an all-new mechanic, exclusive to {i}DX.{/i} This battle actually ended up breaking the entire RPG system {i}twice{/i} at the time of this recording.",
            "length": 13
        }
    ],
    "ace": [
        {
            "audio_path": "ace",
            "speaker": "Digi",
            "transcript": "Sometimes, when we write {i}CSB,{/i} we make jokes that are just for us. CS won't get this deep-cut asexual joke, but it made {i}me{/i} laugh, so it stayed in.",
            "length": 7.5
        }
    ],
    "doritos": [
        {
            "audio_path": "doritos",
            "speaker": "Digi",
            "transcript": "This 3D Doritos line is actually something my dad said to me in the store. It's also DPN Quote 701.",
            "length": 5.5
        }
    ],
    "reversi": [
        {
            "audio_path": "reversi1",
            "speaker": "Digi",
            "transcript": "When we first pitched Reversi as a minigame, Pakoo asked me to make a CPU player for the game.",
            "length": 4.5
        },
        {
            "audio_path": "reversi2",
            "speaker": "Pakoo",
            "transcript": "Damn right I did!",
            "length": 1.8
        },
        {
            "audio_path": "reversi3",
            "speaker": "Digi",
            "transcript": "That seemed reasonable enough; I could just choose a legal move and see how good it was for the score. Turns out, several hours and a couple research papers of investigation later, board game AI is {i}not{/i} that simple.",
            "length": 10.4
        },
        {
            "audio_path": "reversi4",
            "speaker": "Digi",
            "transcript": "In the end, Dragon, a newer member of the team, helped us write a flexible algorithm that we could tweak the difficulty for per-character.",
            "length": 7.2
        }
    ],
    "db": [
        {
            "audio_path": "db",
            "speaker": "Digi",
            "transcript": "The running joke of DB being late for things carries over from {i}CSBIII: Friend Route.{/i} It's largely based on my experience with DB as a guest on {i}Some Night Social Thing.{/i} If you're hearing this, DB, it's all jokes-- you're a great guy.",
            "length": 11
        }
    ],
    "meta": [
        {
            "audio_path": "meta1",
            "speaker": "Digi",
            "transcript": "This scene is based on me and Arceus' real-life experience coding the RPG engine for {i}CSBIII.{/i} That night is also when the Howie character was concieved, an amalgamation of four different white bald dudes we kept mixing up in our sleep-deprived and drunken states.",
            "length": 13.4
        },
        {
            "audio_path": "meta2",
            "speaker": "Digi",
            "transcript": "This joke is super-meta, and calls a lot into question lore-wise, but don't think about it too hard.",
            "length": 5.4
        }

    ],
    "writing": [
        {
            "audio_path": "writing",
            "speaker": "Pakoo",
            "transcript": "So, the funny thing about this route, is that around ninety percent of it was written by me, on my breaks at work.",
            "length": 7.5
        }
    ],
    "checkout": [
        {
            "audio_path": "checkout",
            "speaker": "Pakoo",
            "transcript": "At this checkout scene, I did my best to make sure this was as accurate as possible. As someone who has worked at Target for over a year, I made sure to record the Zebra calls, the drive ups sounds, and the checkout noises.",
            "length": 13.5
        }
    ],
    "dice": [
        {
            "audio_path": "dice",
            "speaker": "Pakoo",
            "transcript": "For the dice mechanic, I originally wanted to have a bunch of events happen at the party that would be specific to what number you rolled. I only did this a few times, however, because the script was already very long.",
            "length": 11.5
        }
    ],
    "bathroom": [
        {
            "audio_path": "bathroom",
            "speaker": "Pakoo",
            "transcript": "This scene with the sheriff in the bathroom was my funniest bit, in my opinion. I really wanted to add as many characters to this party so I could see how they would interact with one another.",
            "length": 10.5
        }
    ],
    "gifts": [
        {
            "audio_path": "gifts",
            "speaker": "Pakoo",
            "transcript": "The majority of these gifts were made up by Mika and I in the car, just shooting the shit, making jokes, and exaggerating what people would bring to the party.",
            "length": 8.5
        }
    ],
    "tropes": [
        {
            "audio_path": "tropes",
            "speaker": "Pakoo",
            "transcript": "As I'm sure you've noticed, I tried to add as many corny and cheesy Christmas tropes into this, to make the funniest festive route.",
            "length": 8.5
        }
    ],
    "pizza1": [
        {
            "audio_path": "pizza1",
            "speaker": "Mika",
            "transcript": "Hello! This is Mikapara, from... Pakoopara's house! Uh, you may know me from the wedding video, if you've watched that. If-- If you haven't, go to... Pakoopara's channel. Uh, so, {i}this,{/i} on the right-hand side, I'm pretty sure, right below the audio commentary knob module-- or, {i}node,{/i} sorry, if they haven't changed it-- It's Mike, uh... Mike the Pizzapotamus.",
            "length": 24.7
        },
        {
            "audio_path": "pizza2",
            "speaker": "Mika",
            "transcript": "He came from a YouTube video from the channel Wizards With Guns. {i}(Clears throat.){/i} Uh, the video is called... ah, shoot, lemme look it up... Wizards With Guns... it's, uh-- So, yeah, so, the video is called... uh, {i}Getting called on first to give your presentation.{/i} If you wanna take a watch of that, the link is: https://www.youtube.com/watch?v=48Vic-- oh! I realized you might not know, uh, the NATO phoentic alphabet.",
            "length": 41.4
        },
        {
            "audio_path": "pizza3",
            "speaker": "Mika",
            "transcript": "Let me... pull that up for you. So, NATO phoentic is-- I'm gonna go a letter and then I'm gonna say the... \"code\". So A is Alpha, B is Bravo, C is Charlie, D is Delta, E is Echo, F is Foxtrot, G is Golf, H is Hotel, I is India, J is Juliett, K is Kilo, L is Lima, M is Mike, N is November, O is Oscar, P is Papa, Q is Quebec-- nice reference [[for] the Canadians--",
            "length": 40.6
        },
        {
            "audio_path": "pizza4",
            "speaker": "Mika",
            "transcript": "R is Romeo, S is Sierra, T is Tango, U is Uniform, V is Victor, W is Whiskey, X is X-ray, Y is Yankee, and Z is Zulu.",
            "length": 14.5
        },
        {
            "audio_path": "pizza5",
            "speaker": "Mika",
            "transcript": "Okay, now, I'm going to list them, and you have to tell me which one it is. I'm gonna... say it after a few seconds, so-- A is...? Alpha, fantastic. B is...? Bravo, awesome. C is...? Charlie, great. D is...? Yep, Delta. E is...? Ye-- Echo. F is...? Foxtrot, yeah. G is...? Golf, yeah, like... y'know, the president. H is...? Hotel, yeah.",
            "length": 30.2
        },
        {
            "audio_path": "pizza6",
            "speaker": "Mika",
            "transcript": "I is...? India. Yeah, that took you a minute, but, yeah... {i}(Burps.) Oof!{/i} Excuse me, I had a really bad burp. Uh, J is...? Juliet, yep. K is...? Kilo. L is...? Lima. M is...? Mike-- {i}Mike!{/i} Like, the, y'know, like the Pizzapotamus. That should help you remember. N is...? November, yeah. O is...? Oscar, fantastic. P is...? Papa, yes. Q is...? Quebec, yeah. R is...? Romeo, mhm.",
            "length": 40.5
        },
        {
            "audio_path": "pizza7",
            "speaker": "Mika",
            "transcript": "S is...? Sierra, great. T is...? ... Tango! There you go, you got it! U is...? Uniform, yeah, easy. V is...? Victor. W is...? Whiskey... yeah. X-ray...? {i}Shit,{/i} I said it! I'm sorry. Yeah, X is X-ray. I mean, you get it. Y...? It's like \"you\"! Yep, Yankee! And, Z is...? Zulu. Awesome! Okay, now that we know that, let's get back to the video!",
            "length": 34.8
        },
        {
            "audio_path": "pizza8",
            "speaker": "Mika",
            "transcript": "Uh, so, yeah, it's called {i}Getting called first,{/i} uh, {i}to give your presentation,{/i} made by, uh, Wizards With Guns. Uh, at the time of recording, they have 531,000 subscribers. That's really good. Anyways, the YouTube link is: https://www.youtube.com/watch?v=4, 8... Victor, Victor, 3, 3, Quebec, Hotel, charlie, Victor, Yankee.",
            "length": 33.8
        },
        {
            "audio_path": "pizza9",
            "speaker": "Mika",
            "transcript": "Um, I decided to put Pizzapotamus [in] this scene... uh, just because I just-- uh, I found him funny. Uh, I thought that, y'know, he would be a fun inclusion to have him appear and just do miscellaneous stuff with, y'know, the gang. Um... I really-- I do-- I do-- I wanna come back to the video. So, the video--",
            "length": 23.4
        },
        {
            "audio_path": "pizza10",
            "speaker": "Mika",
            "transcript": "It's three minutes, uh, thirty-nine seconds long. It opens with a person sweating, uh, with a presentation in the background saying \"Welcome\", with pumping music playing in the background. We cut to a board of directors, and then back to the sweating person. We cut back to the directors, uh, who are looking at him intensely.",
            "length": 17.8
        },
        {
            "audio_path": "pizza11",
            "speaker": "Mika",
            "transcript": "And, uh, we cut to the laptop, and m-- the, uh, music {i}ends.{/i} Then, we cut back to the board of directors, who are looking, and we cut back to yellow shirt guy, who's sweating. He takes a breath, and reveals Pizzapotamus. The directors take notice. He says, \"Pizzapotamus, it's a hippopotamus... he's pizza crazy~!\"",
            "length": 22
        },
        {
            "audio_path": "pizza12",
            "speaker": "Mika",
            "transcript": "He is currently describing the concept of a Pizzapotamus. Uh, he doesn't do a... very good job, seeing as he's sweating. That's all I'm gonna spoil in the meantime. Uh, yep. This has been Mika. That was my contribution to... uh, {i}Christmas Route,{/i} I think it's called. Bye!",
            "length": 22.5
        }
    ],
    "cs_wardrobe": [
        {
            "audio_path": "cs_wardrobe",
            "speaker": "Tate",
            "transcript": "CS has several new outfits in this route that I was responsible for. All of these new additions prompted Digi to completely re-render {i}every single one{/i} of CS' sprites so that they're finally consistent. As you can imagine, this took a lot of time.",
            "length": 13.8
        }
    ],
    "tato": [
        {
            "audio_path": "tato1",
            "speaker": "Tate",
            "transcript": "Once upon a time, I was living on a stranger's couch and had nothing but time on my hands. I desperately needed some cash, so I tried to design this marketable character. Since I didn't have enough capital to produce any plushies, this venture really didn't work out.",
            "length": 13.9
        },
        {
            "audio_path": "tato2",
            "speaker": "Tate",
            "transcript": "{i}Maybe{/i} you can still buy that bag of potatoes as a sticker somewhere... {i}maybe.{/i} Come to think of it, I don't actually know if {i}any{/i} items in that product line are still available.",
            "length": 10.5
        }
    ],
    "target": [
        {
            "audio_path": "target1",
            "speaker": "Tate",
            "transcript": "God, help me... Gathering all these grocery assets and moving them around was {i}actually{/i} hell! I thought I'd {i}never{/i} edit my way out of this fucking store!",
            "length": 9.2
        },
        {
            "audio_path": "target2",
            "speaker": "Tate",
            "transcript": "While I was searching for images, I learned that Target sells this eggless eggnog. Unfortunately, {i}my{/i} store was sold out, so I ended up finding an online recipe to try. It's actually pretty good, and I ended up drinking quite a lot of it while I was working on {i}CE.{/i}",
            "length": 13.7
        },
        {
            "audio_path": "target3",
            "speaker": "Tate",
            "transcript": "Sometimes, working on this game leads me to some interesting places.",
            "length": 3.7
        }
    ],
    "awawa": [
        {
            "audio_path": "awawa",
            "speaker": "Tate",
            "transcript": "Y'know, I don't say \"awawa\" {i}nearly{/i} as much as the others would have you believe. I had to remove quite a few of them while I was editing...",
            "length": 6.6
        }
    ],
    "crotch_doctor": [
        {
            "audio_path": "crotch_doctor",
            "speaker": "Tate",
            "transcript": "So, for the bottle of Crotch Doctor, the space on the original label was super-limited, so we couldn't agree on the best way to edit it. Eventually, I just said \"fuck it\" and combined {i}everyone's{/i} ideas into one brand-new custom label! I think the results speak for themselves.",
            "length": 14.8
        }
    ],
    "gift_exchange": [
        {
            "audio_path": "exchange1",
            "speaker": "Mika",
            "transcript": "Heyyy, what's up? It's me, Mika, from Pakoo's house, doing developer commentary for the hit video game... uh, {i}C-CSBounciness III--{/i} I almost forgot the name of it-- uh, {i}Christmas Route Edition.{/i} Uh, what you're seeing on the screen, presumably, is the gift exchange scene, uh, that I-- I made. I made the {i]whole{/i} thing, uh, [[in] the car with Pakoo.",
            "length": 29.9
        },
        {
            "audio_path": "exchange2",
            "speaker": "Mika",
            "transcript": "We-- We talked about the gifts... and we just-- we just went at it, and we-- we decided all the gift-- I also {i}made{/i} {i}Christmas Ed--{/i} I {i}made{/i} {i}CSB--{/i} I made the {i}whole{/i} thing. Like, I let them take cred-- {i}I{/i} made the {i}whole{/i} thing. It was really fun. I made it for you, CS. Uh, but, yeah, no. Gift exchange. Uh, you-- you have the shirt that we bought. Shirt goes hard. Thanks for the shirt.",
            "length": 26.6
        },
        {
            "audio_path": "exchange3",
            "speaker": "Mika",
            "transcript": "Uh... do-- do we still have that shirt, Pakoo?",
            "length": 3.1
        },
        {
            "audio_path": "exchange4",
            "speaker": "Pakoo",
            "transcript": "We do.",
            "length": 0.7
        },
        {
            "audio_path": "exchange5",
            "speaker": "Mika",
            "transcript": "Does it fit you?",
            "length": 1.3
        },
        {
            "audio_path": "exchange6",
            "speaker": "Pakoo",
            "transcript": "It... {i}barely{/i} fit me.",
            "length": 2.2
        },
        {
            "audio_path": "exchange7",
            "speaker": "Mika",
            "transcript": "It {i}barely{/i} fits Pakoo, according to Pakoo. Uh, this is, I think, the first multi-person developer commentary that this game has, which is {i}crazy{/i} to think about. We're setting {i}records,{/i} here. Uh, I made all the assets, I made all the dialogue, I ju-- I made {i}everything,{/i} dude. It's insane. Alright, bye! Enjoy the rest of {i}CSBIII!{/i} See you next year!",
            "length": 27.0
        }
    ]
}
