{
    "alphaarc.png": {
        "type": "image",
        "title": "Alpha Arceus",
        "caption": "This was the version of Arceus that we used back in 2019."
    },
    "1.ogg": {
        "type": "audio",
        "title": "Test Developer Commentary",
        "caption": "This was the audio file used to test developer commentary during the first CSBIII DX Jam. It might give an insight into Digi's feelings on the game at the time.\n\nTranscript: In this game, we decided to make it suck. No one had to play this game, so it didn't have to be good. That was our philosophy going into it.",
        "album_art": "dxcom_icon_static.png"
    },
    "main_menu.png": {
        "type": "image",
        "title": "2019 Main Menu",
        "caption": "This is one of the first versions of the main menu for {i}CSB.{/i} Still very {i}Nekopara{/i}-y, very glad we moved away from this."
    },
    "linus.png": {
        "type": "image",
        "title": "Beta Linus",
        "caption": "This was a proposed version of Linus that we used early in development. He was a little crusty, though."
    },
    "michael.png": {
        "type": "image",
        "title": "Beta Michael",
        "caption": "This is an early version of Michael we used early on. He was mainly just a head, so we scrapped it."
    },
    "wipmenu.png": {
        "type": "image",
        "title": "Beta Menu",
        "caption": "This was the beta menu for the game, because I (Pakoo) didn't want a blank background. I still kinda miss it."
    },
    "mean_original.png": {
        "type": "image",
        "title": "Mean (Original)",
        "caption": "Mean's original sprite, as seen in {i}CSBounciness III,{/i} before Tate redrew it. It's an edited screenshot from an episode of {i}Octonauts.{/i} This representation of Mean is affectionately known as \"Yellow Fucker\"."
    },
    "worker_mean.png": {
        "type": "image",
        "title": "Worker Mean (Original)",
        "caption": "Mean's original HoH SiS sprite, as seen in {i}CSBounciness III,{/i} before Tate redrew it."
    },
    "mean_clothes.png": {
        "type": "image",
        "title": "Mean's Clothes",
        "caption": "This was going to be used for a joke in Train Route that involved Mean's transformation rendering him nude until Tate produced this emergency set of clothes. Tate would then throw the clothes at Mean, knocking him offscreen until he returned, fully dressed. This bit was cut for several reasons."
    },
    "mean_human_placeholder.png": {
        "type": "image",
        "title": "Human Mean (Placeholder)",
        "caption": "Hastily-drawn placeholder sprite by Tate, used while writing the portion of Train Route that introduced Mean's human form. Originally, Tate intended to be the one to draw Mean's human sprites, but Mushroom Man did a much better job at capturing Mean's creative vision."
    },
    "amtrak_stewardess_placeholder.png": {
        "type": "image",
        "title": "Amtrak Stewardess (Placeholder)",
        "caption": "A {i}slightly-{/i}less half-assed placeholder sprite by Tate. We're still not sure if the replacement sprite found on Google Images is an actual art piece or an AI-generated image."
    },
    "tate_mean.png": {
        "type": "image",
        "title": "tate_mean.png",
        "caption": "Unused base sprite for a {i}really{/i} cringe section of the Train Route script that will never, {i}ever{/i} see the light of day. Instead, enjoy this picture of Tate gently holding a pincushion. :D"
    },
    "mean_human_sketch.png": {
        "type": "image",
        "title": "mean_human_sketch.png",
        "caption": "An unfinished sketch of what would have been Mean's human sprite base. Tate's art style is a bit too \"pretty\" to do Mean's character justice."
    },
    "mean_human_hat_sketch.png": {
        "type": "image",
        "title": "mean_human_hat_sketch.png",
        "caption": "The same sketch, just with Mean's hat."
    },
    "zenigata_car_placeholder.png": {
        "type": "image",
        "title": "Zenigata's Car (Placeholder)",
        "caption": "Placeholder sprite for Zenigata's car during the rooftop train chase scene."
    },
    "addyfucku.png": {
        "type": "image",
        "title": "Beta Addy Sprite",
        "caption": "Pakoo: I drew my OC (with color) for the first time actually, and I made it in about 10 minutes for some dumb bit that was for finishing the True Route script."
    },
    "road_to_canada.png": {
        "type": "image",
        "title": "Beta Road to Canada",
        "caption": "This was the original background for when CS, Arceus, and Anno emerge from the surface out of jail. It was a lot muddier."
    },
    "digisquare.png": {
        "type": "image",
        "title": "Digi Square Room",
        "caption": "When Digi was working on his Digi EX boss battle, he drew this for reference. Welcome to the square room."
    },
    "fumobee2.png": {
        "type": "image",
        "title": "Fumo Bee 2",
        "caption": "This was supposed to be used... somewhere? Fumo Bee 1 is used for a Fun Value in South route at the Lego pizzeria, though. Fun fact: did you know Pakoo hates bees?"
    },
    "TV_SMPTE.png": {
        "type": "image",
        "title": "TV SMPTE",
        "caption": "This background is from {i}CSBII{/i}. We don't know why it's still in the game. It was just sitting here in the files and looks awful. Who edited this? Why are the bars not tilted {i}at all?"
    },
    "best_music.png": {
        "type": "image",
        "title": "best_music.png",
        "caption": "Before Tate figured out how to add support for Japanese text, the pop-up for this song was using an image instead. Nobody wanted to have to render images for all the other songs with Japanese titles, so this was the only one ever made."
    },
    "fancy_watch.png": {
        "type": "image",
        "title": "fancy_watch.png",
        "caption": "While writing Train Route, Tate needed a picture of a fancy watch. They downloaded this image, somehow {i}forgot{/i} where the file got saved to, spent half an hour looking for it, assumed that Google Chrome ate it, gave up, downloaded a {i}different{/i} watch, and then found this image again several months later."
    },
    "background.png": {
        "type": "image",
        "title": "Perfect Tate Beta Stage",
        "caption": "This was the original highway for the battle against Perfect Tate. Replacing it with the actual timeline of the video in the background turned out to be a much better idea."
    },
    "cs_news1.png": {
        "type": "image",
        "title": "CS News 1",
        "caption": "A newspaper clip used to replicate the {i}Weapon Of Choice{/i} video in Friend Route."
    },
    "cs_news2.png": {
        "type": "image",
        "title": "CS News 2",
        "caption": "A newspaper clip used to replicate the {i}Weapon Of Choice{/i} video in Friend Route."
    },
    "cs_news3.png": {
        "type": "image",
        "title": "CS News 3",
        "caption": "A newspaper clip used to replicate the {i}Weapon Of Choice{/i} video in Friend Route."
    },
    "cs_news4.png": {
        "type": "image",
        "title": "CS News 4",
        "caption": "A newspaper clip used to replicate the {i}Weapon Of Choice{/i} video in Friend Route."
    },
    "cs_news5.png": {
        "type": "image",
        "title": "CS News 5",
        "caption": "A newspaper clip used to replicate the {i}Weapon Of Choice{/i} video in Friend Route."
    },
    "Sign_Filtered000.png": {
        "type": "image",
        "title": "Train Sign",
        "caption": "An old-style LED sign that displays messages inside of Addy's tram system. Just like everything inside their facility, this is also a memory. The sign is based off {a=https://s3-media0.fl.yelpcdn.com/bphoto/lH3_wwdHpTin_vOQLx7grQ/o.jpg}this one.{/a}"
    },
    "billy_car.png": {
        "type": "image",
        "title": "Billy's Car (Original)",
        "caption": "This sprite was used in the car game during the original release of {i}CSBIII.{/i} It was later replaced with a Land Rover after the team figured out exactly what model Billy actually drives in the Jupiter Jack infomercial."
    },
    "alpha_linus.png": {
        "type": "image",
        "title": "Alpha Linus",
        "caption": "An even older picture of Linus! What the hell were we thinking by using this image?"
    },
    "beta_arc.png": {
        "type": "image",
        "title": "Beta Arceus",
        "caption": "This version of Arceus was used throughout the majority of {i}CSBIII's{/i} development. We swapped to the current one only weeks before the game was sent to CS."
    },
    "desk.png": {
        "type": "image",
        "title": "CS' Desk POV",
        "caption": "CS sent us this picture when we asked him for pictures of his house, but we never used it. It would have been annoying to edit, anyway. See if you're in the Discord panel on the left!"
    },
    "tate_beta.png": {
        "type": "image",
        "title": "Tate Beta Sprite",
        "caption": "Originally drawn in January 2020 for a totally unrelated project, this was the sprite used before the real-life Tate became invested enough in {i}CSB{/i} to draw a custom one."
    },
    "mean_doodle.png": {
        "type": "image",
        "title": "Painfully Adorable Mean",
        "caption": "Doodled by Tate and later colored by 4Bakers. This was almost going to be Mean's official sprite, but Tate felt it was simply {i}too{/i} cute."
    },
    "missingtate.png": {
        "type": "image",
        "title": "missingtate.png",
        "caption": "If you look closely, it's in the background during Perfect Tate's intro video."
    },
    "cs_popsicle.png": {
        "type": "image",
        "title": "CS Archival Size Reference",
        "caption": "In order to figure out where to place CS in the Archival scene, we needed to find out where his head would be. But since CS' sprite doesn't have legs, we had to improvise, giving him a popsicle stick body instead. Coincidentally, Pakoo would also place CS on a popsicle stick in the {a=https://www.youtube.com/watch?v=SQAv8FQmoFg}release trailer.{/a}"
    },
    "cs_stand.png": {
        "type": "image",
        "title": "cs_stand.png",
        "caption": "This image is only used for a few seconds during Perfect Tate's intro. CS's sprites during the fight are based on a VRChat model that Tate made for CS a while ago.\n\nDO NOT OPEN THIS ON STREAM: The {i}Nekopara{/i} cosplay set can be purchased {a=https://booth.pm/en/items/2056413}here.{/a} Be aware that the process of importing the item set into VRoid Studio is {i}not{/i} for the faint of heart."
    },
    "itemcoll.png": {
        "type": "image",
        "title": "Item Collection Mockup",
        "caption": "Item Collection was an idea that Pakoo had a long time ago, but didn't have enough time to implement in {i}CSBIII.{/i} Luckily, Tate also loved the idea, so they made it a reality for {i}DX.{/i} This was the initial MS Paint doodle showcasing Tate's concept for the screen's layout."
    }
}
